Repository: AlfinIndrawan/UpSkills
Catalog: UpSkills/*.lproj/Localizable.strings
Languages: fr

source: SwiftUI Handbook
fr: Manuel SwiftUI

source: 80 sections - 9 hours
fr: 80 sections - 9 heures

source: Build an iOS app for iOS 15 with custom layouts, animations and more!
fr: Créez une application iOS pour iOS 15 avec des mises en page personnalisées, des animations et plus encore !

source: React Hooks Handbook
fr: React Hooks Manuel

source: 30 sections - 3 hours
fr: 30 sections - 3 heures

source: A comprehensive series of tutorials on React Hooks and more!
fr: Une série complète de tutoriels sur React Hooks et plus encore !

source: NEW VIDEO
fr: NOUVEAU VIDÉO

source: Flutter for Designers
fr: Flutter pour les concepteurs

source: 20 sections - 3 hours
fr: 20 sections - 3 heures

source: Build a Flutter app for iOS and Android with custom layouts, animations and more!
fr: Créez une application Flutter pour iOS et Android avec des mises en page personnalisées, des animations et plus encore !

source: React Hooks Advanced
fr: React Hooks Avancé

source: Build a React app with custom layouts, animations and more!
fr: Créez une application React avec des mises en page personnalisées, des animations et plus encore !

source: Advanced Custom Layout
fr: Mise en page personnalisée avancée

source: SwiftUI for iOS 15
fr: SwiftUI pour iOS 15

source: Build an iOS app for iOS 15 with custom layouts.
fr: Créez une application iOS pour iOS 15 avec des mises en page personnalisées.

source: Coding the Home View
fr: Codage de la vue d'accueil

source: Learn about the formatted(date:time:) method and AsyncImage
fr: En savoir plus sur la méthode formatted(date:time:) et AsyncImage

source: Colors and Shadows
fr: Couleurs et ombres

source: Read about the design guidelines and how you can use color to maximize your best views
fr: Lisez les directives de conception et comment vous pouvez utiliser la couleur pour maximiser vos meilleures vues

source: iOS Development
fr: Développement iOS

source: UI Design
fr: Conception d'interface utilisateur

source: Web Development
fr: Développement web

source: History
fr: Histoire

source: Favorites
fr: Favoris

source: Downloads
fr: Téléchargements

source: Missing Information
fr: Information manquante

source: Please make sure to enter a valid email password
fr: Veuillez vous assurer d'entrer un mot de passe de messagerie valide

source: Sign up
fr: S'inscrire

source: Sign in
fr: S'identifier

source: Don't have account?
fr: Vous n'avez pas de compte ?

source: Already have account?
fr: Vous avez déjà un compte ?

source: Featured
fr: Mis en exergue

source: Handbooks
fr: Manuels

source: Courses
fr: Cours
